Repository: KDE/kodaskanna
Catalog: po/sa/kodaskanna.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Kodaskanna
sa: देशज्वर

source: Utility to scan data from codes in graphical sources.
sa: चित्रात्मकस्रोतेषु कोड् तः आँकडानां स्कैनिङ्गं कर्तुं उपयोगिता ।

source: Copyright 2022, 2024, Friedrich W. H. Kossebau
sa: प्रतिलिपि अधिकार 2022, 2024, Friedrich W. H. Kossebau

source: Friedrich W. H. Kossebau
sa: फ्रेडरिक डब्ल्यू एच कोस्सेबाउ

source: Author
sa: लेखकः

source: Image file to open.
sa: चित्रसञ्चिकां उद्घाटयितुं।

source: Enable only one scan.
sa: केवलं एकं स्कैन् सक्षमं कुर्वन्तु।

# @action
source: Copy Text to Clipboard
sa: पाठं क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

# @action
source: Copy Data to Clipboard
sa: Data प्रतिलिपिं Clipboard मध्ये कुर्वन्तु

# @action
source: Save Text As…
sa: पाठं रक्षन्तु यथा…

# @action
source: Save Data As…
sa: दत्तांशं रक्षन्तु यथा…

# @title:window
source: Save Text As
sa: पाठं रक्षन्तु यथा

# @title:window
source: Open Image
sa: चित्रं उद्घाटयतु

# @info:tooltip
source: No suitable data on the clipboard.
sa: क्लिप्बोर्ड् मध्ये उपयुक्तः दत्तांशः नास्ति ।

source: Select a File
sa: एकं सञ्चिकां चिनोतु

source: Paste from Clipboard
sa: क्लिप्बोर्डतः पेस्ट् कुर्वन्तु

source: or
sa: वा

source: Drop an image here
sa: अत्र एकं चित्रं पातयन्तु

source: Could not load image from stdin.
sa: stdin तः चित्रं लोड् कर्तुं न शक्तम् ।

source: Could not load image from file %1.
sa: %1 सञ्चिकातः चित्रं लोड् कर्तुं न शक्तम् ।

source: Could not scan code in the image.
sa: चित्रे कोडं स्कैन कर्तुं न शक्तवान् ।

source: Code in the image successfully scanned.
sa: सफलतया स्कैन् कृतः चित्रे कोडः ।

source: Need one URL.
sa: एकं URL आवश्यकम्।

source: Could not find Kodaskanna.
sa: कोडस्कन्नां न प्राप्नोत्।

# @action
source: Choose Another Source
sa: अन्यं स्रोतं चिनोतु
