Repository: KDE/kodaskanna
Catalog: po/*/kodaskanna.po
Languages: ar, ca@valencia, eo, eu, fi, fr, gl, he, hi, ia, is, it, ka, ko, lt, nl, nn, pt, pt_br, sk, sl, sv, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Josep M. Ferrer
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
gl: Adrian Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
ia: Giovanni Sora
is: Sveinn í Felli
it: Vincenzo Reale
ka: Temuri Doghonadze
ko: 박신조
lt: Moo
nl: Freek de Kruijf - 2022 t/m 2024
nn: Karl Ove Hufthammer
pt: José Nuno Pires
pt_br: Marcus Gama
sk: Roman Paholík
sl: Martin Srebotnjak
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: Shi Lei
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: txemaq@gmail.com
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
gl: adrian@chaves.io
he: kde-l10n-he@kde.org
hi: आपके ईमेल
ia: g.sora@tiscali.it
is: sv1@fellsnet.is
it: smart2128vr@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
nn: karl@huftis.org
pt: zepires@gmail.com
pt_br: marcus.gama@gmail.com
sk: wizzardsk@gmail.com
sl: miles@filmsi.net
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: slreycn@outlook.com
zh_tw: mail@kisaragi-hiu.com

source: Kodaskanna
ar: ماسح الرمز
hi: देहाती बुखार
zh_tw: Kodaskanna 條碼掃描

source: Utility to scan data from codes in graphical sources.
ar: أداة مساعدة لمسح البيانات من الرموز في المصادر الرسومية.
ca@valencia: Utilitat per a escanejar dades a partir de codis de fonts gràfiques.
eo: Utilo por skani datumojn de kodoj en grafikaj fontoj.
eu: Sorburu grafikoetako kodeetako datuak eskaneatzeko utilitate-programa.
fi: Työkalu kuvalähteiden koodien lukemiseksi.
fr: Utilitaire pour analyser des données à partir de codes dans des sources graphiques.
gl: Ferramenta para escanear datos de códigos gráficos.
he: כלי עזר לסריקת נתונים מקודים ממקורות גרפיים.
hi: ग्राफ़िकल स्रोतों में कोड से डेटा स्कैन करने की उपयोगिता।
ia: Utilitate per scander datos ex codices in fontes graphic.
is: Tól til að skanna kóða af myndgerðum uppruna.
it: Strumento per eseguire la scansione di dati dai codici nelle fonti grafiche.
ka: ხელსაწყო გრაფიკულ წყაროებში მონაცემების კოდების სკანირებისთვის.
ko: 그래픽 데이터에 있는 코드를 스캔하는 유틸리티입니다.
lt: Paslaugų programa, skirta skenuoti duomenis iš kodų grafiniuose ištekliuose.
nl: Hulpmiddel om gegevens in codes in grafische bronnen te scannen.
nn: Verktøy for å skanna data frå strekkodar.
pt: Utilitário para digitalizar os dados de códigos em fontes gráficas.
pt_br: Utilitário para escanear dados de códigos em fontes gráficas.
sk: Nástroj na skenovanie dát z kódov v grafických zdrojoch.
sl: Pripomoček za optično branje podatkov iz kod v grafičnih virih.
sv: Verktyg för att läsa data från koder från grafiska källor.
tr: Grafik kaynaklardan kod taramak için bir uygulama.
uk: Програма для сканування даних кодів з графічних джерел.
zh_cn: 扫描图形源码数据的工具。
zh_tw: 從圖形來源中的條碼掃描資料的工具程式。

source: Copyright 2022, 2024, Friedrich W. H. Kossebau
he: כל הזכויות שמורות 2022, 2024, לפרידריך ו. ה. קוסבאו
hi: कॉपीराइट 2022, 2024, फ्रेडरिक डब्ल्यू. एच. कोसेबाऊ
tr: © 2022, 2024, Friedrich W. H. Kossebau

source: Friedrich W. H. Kossebau
he: פרידריך ו. ה. קוסבאו
hi: फ्रेडरिक डब्ल्यू. एच. कोसेबाउ
ka: ფრიდრიჰ კოსებაუ

source: Author
ar: المؤلف
ca@valencia: Autoria
eo: Aŭtoro
eu: Egilea
fi: Tekijä
fr: Auteur
gl: Autoría
he: יוצר
hi: लेखक
ia: Autor
is: Höfundur
it: Autore
ka: ავტორი
ko: 작성자
lt: Autorius
nl: Auteur
nn: Opphavsperson
pt: Autoria
pt_br: Autor
sk: Autor
sl: Avtor
sv: Upphovsman
tr: Yazar
uk: Автор
zh_cn: 作者
zh_tw: 作者

source: Image file to open.
ar: ملف الصورة لفتحه.
ca@valencia: Fitxer d'imatge que s'obrirà.
eo: Bilddosiero por malfermi.
eu: Ireki beharreko irudi-fitxategia.
fi: Avattava kuvatiedosto.
fr: Fichier d'image à ouvrir.
gl: Ficheiro de imaxe para abrir.
he: קובץ תמונה לפתיחה.
hi: छवि फ़ाइल खोलने के लिए.
ia: File de imagine a aperir.
is: Myndskrá sem skal opna.
it: File immagine da aprire.
ka: გასახსნელი გამოსახულების ფაილი.
ko: 열 그림 파일입니다.
lt: Paveikslo failas, kurį atverti.
nl: Te openen afbeeldingsbestand.
nn: Biletfil å opna.
pt: O ficheiro de imagem a abrir.
pt_br: Arquivo de imagem a ser aberto.
sk: Súbor obrázku na otvorenie.
sl: Slikovna datoteka za odprtje.
sv: Bildfil att öppna
tr: Açılacak görsel dosyası.
uk: Файл зображення, який слід відкрити.
zh_cn: 要打开的图像文件。
zh_tw: 要開啟的影像檔案

source: Enable only one scan.
ca@valencia: Activa només un escaneig.
fr: N'autoriser qu'une seule numérisation.
he: הפעלת סריקה אחת בלבד.
hi: केवल एक स्कैन सक्षम करें.
ia: Habilita solmente un scansion.
it: Abilitare una sola scansione.
ka: მხოლოდ, ერთი სკანირების ჩართვა.
nl: Slechts één scan inschakelen.
pt_br: Habilitar somente um escaneamento.
sv: Aktivera bara en inläsning.
tr: Yalnızca bir taramayı etkinleştirin.
uk: Увімкнути лише одне сканування.

# @action
source: Copy Text to Clipboard
ar: انسخ النص للحافظة
ca@valencia: Copia el text en el porta-retalls
eo: Kopii tekston al tondujo
eu: Kopiatu testua arbelera
fi: Kopioi teksti leikepöydälle
fr: Copier du texte vers le presse-papier
gl: Copiar o texto no portapapeis
he: העתקת טקסט ללוח הגזירים
hi: टेक्स्ट को क्लिपबोर्ड पर कॉपी करें
ia: Copia texto in area de transferentia
is: Afrita texta á klippispjald
it: Copia testo negli appunti
ka: ტექსტის კოპირება გაცვლის ბუფერში
ko: 문자열을 클립보드에 복사
lt: Kopijuoti tekstą į iškarpinę
nl: Tekst naar klembord kopiëren
nn: Kopier tekst til utklippstavle
pt: Copiar o Texto para a Área de Transferência
pt_br: Copiar texto para a área de transferência
sk: Kopírovať text do schránky
sl: Kopiraj besedilo na odložišče
sv: Kopiera text till klippbordet
tr: Metni Panoya Kopyala
uk: Копіювати текст до буфера обміну
zh_cn: 复制文本到剪贴板
zh_tw: 複製文字到剪貼簿

# @action
source: Copy Data to Clipboard
ar: انسخ البيانات للحافظة
ca@valencia: Copia les dades a dins del porta-retalls
eo: Kopii Datumojn al Tondujo
eu: Kopiatu datuak arbelera
fi: Kopioi tiedot leikepöydälle
fr: Copier des données vers le presse-papier
gl: Copiar os datos ao portapapeis
he: העתקת נתונים ללוח הגזירים
hi: डेटा को क्लिपबोर्ड पर कॉपी करें
ia: Copia datos a area de transferentia
is: Afrita Gögn á klippispjald
it: Copia dati negli appunti
ka: მონაცემების კოპირება გაცვლის ბუფერში
ko: 데이터를 클립보드에 복사
lt: Kopijuoti duomenis į iškarpinę
nl: Gegevens naar klembord kopiëren
nn: Kopier data til utklippstavle
pt: Copiar os Dados para a Área de Transferência
pt_br: Copiar dados para a área de transferência
sk: Kopírovať dáta do schránky
sl: Kopiraj podatke na odložišče
sv: Kopiera data till klippbordet
tr: Veriyi Panoya Kopyala
uk: Копіювати дані до буфера обміну
zh_cn: 复制数据到剪贴板
zh_tw: 複製資料到剪貼簿

# @action
source: Save Text As…
ca@valencia: Anomena i guarda el text…
eu: Gorde testua honela...
fr: Enregistrer le texte sous...
gl: Gardar o texto como…
he: שמירת טקסט בתור…
hi: पाठ को इस रूप में सहेजें…
ia: Salveguarda texto como…
it: Salva testo come…
ka: ტექსტის შენახვა, როგორც…
lt: Įrašyti tekstą kaip…
nl: Tekst opslaan als…
pt_br: Salvar texto como…
sl: Shrani besedilo kot…
sv: Spara text som…
tr: Metni Farklı Kaydet…
uk: Зберегти текст із новою назвою…

# @action
source: Save Data As…
ca@valencia: Anomena i guarda les dades…
eu: Gorde datuak honela...
fr: Enregistrer les données sous...
gl: Gardar os datos como…
he: שמירת נתונים בתור…
hi: डेटा को इस रूप में सहेजें…
ia: Salveguarda datos como…
it: Salva dati come…
ka: მონაცემების შენახვა, როგორც…
lt: Įrašyti duomenis kaip…
nl: Gegevens opslaan als…
pt_br: Salvar dados como…
sl: Shrani podatke kot…
sv: Spara data som…
tr: Veriyi Farklı Kaydet…
uk: Зберегти дані із новою назвою…

# @title:window
source: Save Text As
ar: احفظ النص كـ…
ca@valencia: Guarda el text com a
eo: Konservi Tekston Kiel
eu: Gorde testua honela
fi: Tallenna teksti nimellä
fr: Enregistrer le texte sous
gl: Gardar o texto como…
he: שמירת טקסט בתור
hi: पाठ को इस रूप में सहेजें
ia: Salveguarda texto como
is: Vista texta sem
it: Salva testo come
ka: ტექსტის შენახვა, როგორც
ko: 다른 이름으로 텍스트 저장
lt: Įrašyti tekstą kaip
nl: Tekst opslaan als
nn: Lagra tekst som
pt: Gravar o Texto Como
pt_br: Salvar texto como
sk: Uložiť text ako
sl: Shrani besedilo kot
sv: Spara text som
tr: Metni Farklı Kaydet
uk: Зберегти текст із новою назвою
zh_cn: 文本另存为
zh_tw: 將文字另存為

# @title:window
source: Save Data As
ar: احفظ البيانات كـ
ca@valencia: Guarda les dades com a
eo: Konservi Datumojn Kiel
eu: Gorde datuak honela
fi: Tallenna tiedot nimellä
fr: Enregistrer les données sous
gl: Gardar os datos como…
he: שמירת נתונים בתור
hi: डेटा को इस रूप में सहेजें
ia: Salveguarda datos como
is: Vista gögn sem
it: Salva dati come
ka: მონაცემების შენახვა, როგორც
ko: 다른 이름으로 데이터 저장
lt: Įrašyti duomenis kaip
nl: Gegevens opslaan als
nn: Lagra data som
pt: Gravar os Dados Como
pt_br: Salvar dados como
sk: Uložiť dáta ako
sl: Shrani podatke kot
sv: Spara data som
tr: Veriyi Farklı Kaydet
uk: Збереження даних із новою назвою
zh_cn: 数据另存为
zh_tw: 將資料另存為

# @title:window
source: Open Image
ar: افتح صورة
ca@valencia: Obri una imatge
eo: Malfermi Bildon
eu: Ireki irudia
fi: Avaa kuva
fr: Ouvrir une image
gl: Abrir a imaxe
he: פתיחת תמונה
hi: छवि खोलें
ia: Aperi imagine
is: Opna mynd
it: Apri immagine
ka: გამოსახულების გახსნა
ko: 그림 열기
lt: Atverti paveikslą
nl: Afbeelding openen
nn: Opna bilete
pt: Abrir a Imagem
pt_br: Abrir imagem
sk: Otvoriť obrázok
sl: Odpri sliko
sv: Öppna bild
tr: Görsel Aç
uk: Відкриття зображення
zh_cn: 打开图像
zh_tw: 開啟影像

# @info:tooltip
source: No suitable data on the clipboard.
ca@valencia: No hi ha dades adequades al porta-retalls.
fr: Aucune donnée appropriée dans le presse-papier.
he: אין נתונים מתאימים בלוח הגזירים.
hi: क्लिपबोर्ड पर कोई उपयुक्त डेटा नहीं है.
ia: Nulle datos disponibile sur le area de tranìsferentia.
it: Nessun dato idoneo negli appunti.
ka: ბუფერში შესაფერისი მონაცემები არაა.
nl: Geen geschikte gegevens in het klembord.
pt_br: Não há dados adequados na área de transferência.
sv: Ingen lämplig data på klippbordet.
tr: Panoda uygun veri yok.
uk: У буфері обміну даними немає відповідних даних.

source: Select a File
ar: اختر ملف
ca@valencia: Seleccioneu un fitxer
eo: Elekti Dosieron
eu: Aukeratu fitxategi bat
fi: Valitse tiedosto
fr: Sélectionner un fichier
gl: Seleccionar un ficheiro
he: בחירת קובץ
hi: किसी फाइल का चयन करें
ia: Selige un file
is: Veldu skrá
it: Seleziona un file
ka: ფაილის არჩევა
ko: 파일 선택
lt: Pasirinkti failą
nl: Een bestand selecteren
nn: Vel fil
pt: Seleccionar um Ficheiro
pt_br: Selecionar um arquivo
sk: Vybrať súbor
sl: Izberite datoteko
sv: Välj en fil
tr: Dosya Seç
uk: Вибрати файл
zh_cn: 选择一个文件
zh_tw: 選擇檔案

source: Paste from Clipboard
ar: ألصق من الحافظة
ca@valencia: Apega des del porta-retalls
eo: Alglui el Tondujo
eu: Itsatsi arbeletik
fi: Liitä leikepöydältä
fr: Copier à partir du presse-papier
gl: Pegar do portapapeis
he: הדבקה מלוח הגזירים
hi: क्लिपबोर्ड से चिपकाएँ
ia: Colla ex area de transferentia
is: Líma af klippispjaldi
it: Incolla dagli appunti
ka: გაცვლის ბუფერიდან ჩასმა
ko: 클립보드에서 붙여넣기
lt: Įdėkite iš iškarpinės
nl: Klembordinhoud plakken
nn: Lim inn frå utklippstavla
pt: Colar da Área de Transferência
pt_br: Colar da área de transferência
sk: Vložiť zo schránky
sl: Prilepi iz odložišča
sv: Klistra in från klippbordet
tr: Panodan Yapıştır
uk: Вставити з буфера
zh_cn: 从剪贴板中粘贴
zh_tw: 從剪貼簿貼上

source: or
ar: أو
ca@valencia: o
eo: aŭ
eu: edo
fi: tai
fr: ou
gl: ou
he: או
hi: या
ia: o
is: eða
it: o
ka: ან
ko: 또는
lt: arba
nl: of
nn: eller
pt: ou
pt_br: ou
sk: alebo
sl: ali
sv: eller
tr: veya
uk: або
zh_cn: 或
zh_tw: 或

source: Drop an image here
ar: أفلت صورة هنا
ca@valencia: Deixeu anar ací una imatge
eo: Faligi bildon ĉi tie
eu: Jaregin irudi bat hemen
fi: Pudota kuva tähän
fr: Placer une image ici
gl: Soltar unha imaxe aquí
he: לגרור תמונה לכאן
hi: यहाँ एक छवि डालें
ia: Trahe un image hic
is: Slepptu mynd hér
it: Rilascia qui un'immagine
ka: დააგდეთ გამოსახულება აქ
ko: 여기에 그림 끌어다 놓기
lt: Tempkite čia paveikslą
nl: Hier een afbeelding loslaten
nn: Slepp eit bilete her
pt: Largue aqui uma imagem
pt_br: Solte uma imagem aqui
sk: Sem pretiahnite obrázok
sl: Sliko spustite semkaj
sv: Släpp en bild här
tr: Buraya bir görsel bırakın
uk: Сюди можна скинути зображення
zh_cn: 将图像拖放到这里
zh_tw: 拖曳影像至此

source: Could not load image from stdin.
ca@valencia: No s'ha pogut carregar la imatge des de «stdin».
eu: Ezin izan du «stdin»etik irudi bat zamatu.
fr: Impossible de charger une image à partir de l'entrée standard.
gl: Non foi posíbel cargar a imaxe da entrada estándar.
he: לא ניתן לטעון תמונה מהקלט התקני (stdin).
hi: stdin से छवि लोड नहीं की जा सकी.
ia: Non poteva incargar image ab stdin.
it: Impossibile caricare l'immagine da stdin.
ka: გამოსახულების ჩატვირთვის შეცდომა stdin-დან.
nl: Kon afbeelding niet laden uit stdin.
pt_br: Não foi possível carregar a imagem do stdin.
sl: Ni moč naložiti slike iz stdin.
sv: Kunde inte läsa in bild från standardinmatningen.
tr: Standart girişten görsel yüklenemedi.
uk: Не вдалося завантажити зображення зі стандартного джерела вхідних даних.

source: Could not load image from file %1.
ar: لا يمكن تحميل الصورة من ملف %1.
ca@valencia: No s'ha pogut carregar la imatge des del fitxer %1.
eo: Ne eblis ŝargi bildon el dosiero %1.
eu: Izan izan du %1 fitxategitik irudi bat zamatu.
fi: Tiedostosta %1 ei voitu avata kuvaa.
fr: Impossible de charger une image à partir du fichier %1.
gl: Non foi posíbel cargar a imaxe do ficheiro %1.
he: לא ניתן לטעון תמונה מהקובץ %1.
hi: फ़ाइल %1 से छवि लोड नहीं की जा सकी.
ia: Non poteva incargar image ab file %1.
is: Gat ekki hlaðið inn mynd úr skránni %1.
it: Impossibile caricare l'immagine dal file %1.
ka: გამოსახულების ჩატვირთვის შეცდომა ფაილიდან %1.
ko: %1 파일에서 그림을 불러올 수 없습니다.
lt: Nepavyko įkelti paveikslo iš failo %1.
nl: Kon afbeelding niet laden uit bestand %1.
nn: Klarte ikkje lasta bilete frå fila %1.
pt: Não foi possível carregar a imagem do ficheiro %1.
pt_br: Não foi possível carregar a imagem do arquivo %1.
sk: Nemôžem načítať obrázok zo súboru %1.
sl: Ni moč naložiti slike iz datoteke %1.
sv: Kunde inte läsa in bild från filen %1.
tr: %1 dosyasından görsel yüklenemedi.
uk: Не вдалося завантажити зображення з файла %1.
zh_cn: 无法从文件 %1 加载图像。
zh_tw: 無法從檔案 %1 載入影像。

source: Could not scan code in the image.
ar: لا يمكن مسح الرمز من الصورة.
ca@valencia: No s'ha pogut escanejar el codi de la imatge.
eo: Ne eblis skani kodon en la bildo.
eu: Ezin izan du irudiko kodea eskaneatu.
fi: Kuvasta ei voitu lukea koodia.
fr: Impossible d'analyser le code de l'image.
gl: Non foi posíbel escanear o código da imaxe.
he: לא ניתן לסרוק קוד מהתמונה.
hi: छवि में कोड स्कैन नहीं किया जा सका.
ia: Non poteva scander codice in le image .
is: Gat ekki skannað kóða í myndinni.
it: Impossibile eseguire la scansione del codice nell'immagine.
ka: გამოსახულებიდან კოდის სკანირება შეუძლებელია.
ko: 그림의 코드를 스캔할 수 없습니다.
lt: Nepavyko nuskenuoti paveiksle esančio kodo.
nl: Kon code in de afbeelding niet scannen.
nn: Klarte ikkje skanna kode i biletet.
pt: Não foi possível digitalizar o código na imagem.
pt_br: Não foi possível escanear o código na imagem.
sk: Nemôžem skenovať kód v obrázku.
sl: Kode na sliki ni bilo mogoče optično prebrati.
sv: Kunde inte läsa koden på bilden.
tr: Görseldeki kod taranamadı.
uk: Не вдалося сканувати код до зображення.
zh_cn: 无法扫描图像中的代码。
zh_tw: 無法掃描影像中的條碼。

source: Code in the image successfully scanned.
ar: مُسح الرمز بنجاح من الصورة.
ca@valencia: El codi de la imatge s'ha escanejat correctament.
eo: Kodo en la bildo sukcese skanita.
eu: Irudiko kodea ondo eskaneatu da.
fi: Kuvan koodin lukeminen onnistui.
fr: Analyse du code dans l'image effectuée avec succès.
gl: Escaneouse o código da imaxe.
he: הקוד שבתמונה נסרק בהצלחה.
hi: छवि में कोड सफलतापूर्वक स्कैन किया गया.
ia: Codice in le imagine scandite con successo.
is: Það heppnaðist vel að skanna kóða í myndinni.
it: Scansione del codice nell'immagine eseguita correttamente.
ka: გამოსახულებიდან კოდი წარმატებით წავიკითხე.
ko: 그림의 코드를 스캔했습니다.
lt: Paveiksle esantis kodas sėkmingai nuskenuotas.
nl: Code in de afbeelding met succes gescand.
nn: Koden i biletet vart skanna.
pt: O código na imagem foi digitalizado com sucesso.
pt_br: Código na imagem escaneado com sucesso.
sk: Kód v obrázku bol úspešne načítaný.
sl: Koda na sliki je uspešno optično prebrana.
sv: Koden på bilden läst med lyckat resultat.
tr: Görseldeki kod başarıyla tarandı.
uk: Код на зображенні успішно заскановано.
zh_cn: 图像中的代码扫描成功。
zh_tw: 成功掃描影像中的條碼。

source: Need one URL.
ar: بحاجة لعنوان واحد.
ca@valencia: Cal un URL.
eo: Bezonas unu URL.
eu: URL bat behar da.
fi: Tarvitaan yksi verkko-osoite.
fr: Nécessite une URL.
gl: Necesítase un URL.
he: נחוצה כתובת אחת.
hi: एक यूआरएल की जरूरत है.
ia: Necessita un URL.
is: Þarf eina slóð.
it: Richiesto un URL.
ka: საჭიროა ერთი URL.
ko: URL이 필요합니다.
lt: Reikia vieno URL.
nl: Een URL-adres is nodig.
nn: Treng ei nettadresse.
pt: É necessário um URL.
pt_br: É necessário uma URL.
sk: Potrebujem jedno URL.
sl: Potrebujete URL.
sv: Behöver en webbadress.
tr: Bir URL gerek.
uk: Потрібна одна адреса.
zh_cn: 需要一个URL。
zh_tw: 需要提供一個網址。

source: Could not find Kodaskanna.
ar: لا يمكن العثور على ماسح الرمز.
ca@valencia: No s'ha pogut trobar Kodaskanna.
eo: Ne eblis trovi Kodaskanna.
eu: Ezin izan du «Kodaskanna» aurkitu.
fi: Kodaskannaa ei löytynyt.
fr: Impossible de trouver Kodaskanna.
gl: Non foi posíbel atopar Kodaskanna.
he: לא ניתן למצוא את Kodaskanna.
hi: कोडस्कन्ना नहीं मिल सका.
ia: Non poteva trovar Kodaskanna.
is: Gat ekki fundið Kodaskanna.
it: Impossibile trovare Kodaskanna.
ka: Kodaskanna ვერ ვიპოვე.
ko: Kodaskanna를 찾을 수 없습니다.
lt: Nepavyko rasti Kodaskanna.
nl: Kon Kodaskanna niet vinden.
nn: Fann ikkje Kodaskanna.
pt: Não foi possível encontrar o Kodaskanna.
pt_br: Não foi possível encontrar o Kodaskanna.
sk: Nemôžem nájsť Kodaskanna.
sl: Kodaskanne ni bilo mogoče najti.
sv: Kunde inte hitta Kodaskanna.
tr: Kodaskanna bulunamadı.
uk: Не вдалося знайти Kodaskanna.
zh_cn: 未找到 Kodaskanna。
zh_tw: 找不到 Kodaskanna。

# @action
source: Choose Another Source
ca@valencia: Seleccioneu una altra font
fr: Sélectionner une autre source
he: נא לבחור מקור אחר
hi: कोई अन्य स्रोत चुनें
ia: Selige un altere fonte
it: Scegli un'altra fonte
ka: სხვა წყაროს არჩევა
nl: Kies een andere bron
pt_br: Selecione outra fonte
sv: Välj en annan källa
tr: Başka Kaynak Seç
uk: Вибрати інше джерело

source: Copyright 2022, Friedrich W. H. Kossebau <kossebau@kde.org>
eo: Kopirajto 2022, Friedrich W. H. Kossebau <kossebau@kde.org>
gl: © 2022 Friedrich W. H. Kossebau <kossebau@kde.org>
is: Höfundarréttur 2022, Friedrich W. H. Kossebau <kossebau@kde.org>
lt: Autorių teisės 2022, Friedrich W. H. Kossebau <kossebau@kde.org>
nn: © 2022 Friedrich W.H. Kossebau <kossebau@kde.org>
sl: Avtorske pravice zaščitene 2022, Friedrich W. H. Kossebau <kossebau@kde.org>
zh_cn: 版权所有 2022, Friedrich W. H. Kossebau <kossebau@kde.org>
zh_tw: 版權所有 2022, Friedrich W. H. Kossebau <kossebau@kde.org>

# @action
source: Save Text As...
eo: Konservi tekston kiel...
nn: Lagra tekst som …
zh_cn: 文本另存为...

# @action
source: Save Data As...
eo: Konservi datumojn kiel...
nn: Lagra data som …
zh_cn: 数据另存为...
